Repository: Ahani-Samira/django_healthcare_appointment_system
Catalog: appointments/locale/*/LC_MESSAGES/django.po
Languages: fa

source: appointments
fa: نوبت ها

source: Name
fa: نام

source: Address
fa: آدرس

source: Clinic
fa: کلینیک

source: Clinics
fa: کلینیک ها

source: Doctor
fa: پزشک

source: Start time
fa: زمان شروع

source: End time
fa: زمان پایان

source: Selectable times
fa: زمان‌های قابل انتخاب

source: Availability
fa: در دسترس بودن

source: Availabilities
fa: در دسترس بودن ها

source: Patient
fa: بیمار

source: Selected Time
fa: زمان انتخاب شده

source: Appointment
fa: نوبت

source: Appointments
fa: نوبت ها

source: Selected time is not available.
fa: زمان انتخاب شده در دسترس نیست

source: Selected time could not be verified.
fa: زمان انتخاب شده قابل تأیید نیست

source: The time cannot be in the past.
fa: زمان نمی تواند در گذشته باشد.

source: End time must be on the same day as start time.
fa: زمان پایان باید همان روز زمان شروع باشد.

source: End time must be at least {visit_time} minutes after start time.
fa: زمان پایان باید حداقل {visit_time} دقیقه پس از زمان شروع باشد.

source: Retrieve a list of clinics.
fa: دریافت فهرستی از کلینیک‌ها.

source: Create a new clinic.
fa: ایجاد یک کلینیک جدید.

source: Retrieve a specific clinic by ID.
fa: دریافت کلینیک مخصوص با شناسه.

source: Update a specific clinic.
fa: به‌روزرسانی یک کلینیک خاص.

source: Partially update a specific clinic.
fa: به‌روزرسانی جزئی یک کلینیک خاص.

source: Delete a specific clinic.
fa: حذف یک کلینیک خاص.
